/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Anulare";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Acasă";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Birou";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Telefon mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Altele";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (vizitator)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Toate contactele cunoscute";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Toate contactele";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Contacte Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Numere de telefon salvate";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Contacte online";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Solicitări trimise";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Contactate recent";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Solicitări primite";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Solicitări acceptate";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Contacte blocate";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Contacte negrupate";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Contacte sugerate";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Listă fără nume";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Vă rog să mă adăugați în lista de contacte";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Apel de test Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "ro";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Bună ziua, sunt robotul pentru apelul de test Skype. Adăugați-mă la lista de contacte și sunați-mă pentru a verifica setările de sunet. Pentru asistență suplimentară, accesați http://www.skype.com/go/help. Mulțumesc.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Sunați-mă pentru a verifica sunetul";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Se inițiază apelul";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Se inițiază apelul";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Apel anulat";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Apel nereușit";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Sună";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Apelare";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Apel în așteptare";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Sunteți în așteptare";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Terminat";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Pierdut";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Respins";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Ocupat";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Conexiune pierdută";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Mesaj vocal";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Se înregistrează mesaj vocal";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Se trimite mesaj vocal";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Mesaj vocal trimis";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Mesaj vocal anulat";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Mesaj vocal eșuat";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Se conectează";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Sună";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Sună";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "În așteptare";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Încheiat";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Sună prin Facebook (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Sună…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Sună…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Apel în curs";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "În așteptare";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Sunteți în așteptare";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Apel în curs";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Apelul a atins numărul maxim de participanți";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "mesaj de întâmpinare pentru mesageria vocală";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Se înregistrează mesaj vocal";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Apel recent";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Se transferă acest apel";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Fișiere postate";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Ați primit un mesaj video. Îl puteți vedea la: %1 și îl puteți deschide folosind codul %2";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – puteți vedea fișierul la linkul %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Pentru a vedea această fotografie partajată, accesați %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Pentru a vedea acest fişier media partajat, accesați: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Deconectat";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Plecat";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Nu deranja";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Solicitare de adăugare la lista de contacte în așteptare";
"CONTACT_AVAILABILITY_BLOCKED" = "Blocat";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Deconectat cu mesagerie vocală";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Se redirecționează apelurile";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Invizibil";
"CONTACT_AVAILABILITY_CONNECTING" = "Se conectează";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Număr de telefon";

/*  */
"CONTACT_GENDER_FEMALE" = "Femeie";

/*  */
"CONTACT_GENDER_MALE" = "Bărbat";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Număr necunoscut";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Fără nume";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Se conectează…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Se încarcă contacte…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Se realizează upgrade la fișiere…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "%1$@ a adăugat %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "%@ a ieșit";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "%1$@ a șters %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "%1$@ a schimbat subiectul chatului la %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Acest mesaj a fost șters";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "La fel ca sistemul";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Nu se poate realiza conexiunea la Skype.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Verificați setările de rețea și încercați din nou.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Acest nume Skype nu este valid.";
"Account::INVALID_EMAIL" = "Această adresă de e-mail nu este validă.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Verificați și încercați din nou.";
"Account::UNACCEPTABLE_PASSWORD" = "Această parolă nu este validă.";
"Account::SKYPENAME_TAKEN" = "Acest nume Skype este deja în uz.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Introduceți alt nume.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Nu v-am putut recunoaște numele și parola Skype.";
"Account::INCORRECT_PASSWORD" = "Nu v-am putut recunoaște numele și parola Skype.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Prea multe încercări eșuate de conectare.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Încercați din nou mai târziu.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Parola dumneavoastră a fost modificată.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Conectați-vă cu noua parolă.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Încercați din nou.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Trebuie să aibă între 6 și 20 de caractere.";
"SkyLib::TOO_LONG" = "Trebuie să aibă între 6 și 20 de caractere.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Caracter nevalid, de ex., Σ, à, ß.";
"SkyLib::CONTAINS_SPACE" = "Nu poate să conțină spații sau aliniate.";
"SkyLib::SAME_AS_USERNAME" = "Se aseamănă prea mult cu numele dumneavoastră Skype.";
"SkyLib::INVALID_FORMAT" = "Format nevalid.";
"SkyLib::CONTAINS_INVALID_WORD" = "Prea ușor de ghicit, de ex., abcd, skype.";
"SkyLib::TOO_SIMPLE" = "Trebuie să conțină cel puțin o literă și un număr.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Trebuie să înceapă cu o literă (A-Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Încercați un nume Skype mai lung.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Încercați o parolă mai lungă.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Încercați un nume Skype mai scurt.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Încercați o parolă mai scurtă.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Încercați un nou nume Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Încercați o parolă nouă.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Încercați o adresă de e-mail nouă.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Încercați o valoare nouă.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Parola nu este corectă.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Nu se poate realiza conexiunea la server.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Parola nouă trebuie să fie diferită de cea veche.";
"Account::PWD_INVALID_NEW_PWD" = "Parola nu este validă.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Trebuie să vă conectați pentru a vă schimba parola.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Modificarea nu a putut fi salvată. Verificați setarea și încercați din nou.";

"ACCOUNT_NOCREDIT" = "Lipsă credit";
"ACCOUNT_FREECALL" = "Apel gratuit";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Numele fișierului nu este valid";
"SkyLib::TRANSFER_OPEN_FAILED" = "Fișierul nu a putut fi deschis";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Prea multe transferuri de fișier simultane";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Sunteți deconectat(ă).";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Trebuie să fiți online pentru a efectua apelul.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Nu puteți căuta contacte dacă sunteți deconectat(ă). Modificați-vă starea și încercați din nou.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Trebuie să fiți online pentru a trimite un SMS.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Trebuie să fiți online pentru a reda acest mesaj.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Textul mesajului SMS curent nu poate fi setat.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Nu aveți suficient credit Skype pentru a trimite un SMS.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Aveți nevoie de credit Skype pentru a apela acest număr.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Acesta nu este un număr de telefon sau un nume Skype valid.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Nu puteți apela acest contact Lync deoarece este deconectat.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Nu puteți apela această persoană deoarece ați blocat-o.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "Nu puteți discuta cu această persoană deoarece ați blocat-o.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Nu puteți trimite un SMS acestei persoane deoarece ați blocat-o.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Nu puteți adăuga această persoană deoarece ați blocat-o.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Nu puteți apela propria persoană.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Nu puteți discuta cu propria persoană.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Nu puteți adăuga propria persoană.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Nu puteți participa la această conversație";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Această conversație nu poate fi găsită";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Acesta nu este un număr de telefon valid.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Nu puteți apela acest număr deoarece este un număr de urgență.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Nu puteți trimite un SMS la acest număr deoarece este un număr de urgență.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Nu puteți adăuga acest număr deoarece este un număr de urgență.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Trebuie să încheiați această convorbire înainte de a începe una nouă.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Pentru a asculta un mesaj vocal, trebuie mai întâi să încheiați această convorbire.";
"SKERROR_CALLFAILED" = "Apelul a eșuat. Încercați din nou.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Ați încercați să inițiați o conversație cu prea multe contacte.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "Nu puteți purta o conversație cu aceste contacte.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Nu puteți apela această persoană deoarece nu a acceptat solicitarea dumneavoastră de adăugare la lista de contacte.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Nu puteți apela această persoană deoarece nu a acceptat solicitarea dumneavoastră de adăugare la lista de contacte.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Cod de confirmare nevalid";
"Sms::MISC_ERROR" = "Număr de telefon nevalid";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Contul dumneavoastră a fost blocat.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Adresați-vă serviciului de asistență pentru clienți.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "Există prea multe persoane care participă la acest apel pentru a iniția un apel video în grup.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Puteți apela video până la 9 persoane. Eliminați persoane din acest grup și încercați din nou.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "Există prea multe persoane care participă la acest apel pentru a iniția un apel video în grup.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Puteți apela video până la 9 persoane. Eliminați persoane din această conversație și încercați din nou.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Abonamentul dumneavoastră de apelare video în grup nu acoperă atât de multe persoane. Eliminați persoane din această conversație și încercați din nou.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Aveți nevoie de un abonament pentru apelurile video în grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Aveți nevoie de un abonament pentru apelurile video în grup.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Doriți să efectuați un apel video în grup?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Doriți să efectuați un apel video în grup?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Sunteți deja în cadrul unui apel video în grup.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Puteți efectua un singur apel video în grup în același timp.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Ați atins limita pentru acest apel.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Ați atins limita maximă de 4 ore pentru acest apel video în grup.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Ați atins limita maximă de 4 ore pentru acest apel video în grup. Consultați-vă contul pentru detalii.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Ați atins limita zilnică pentru apeluri video în grup.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Apelarea video în grup a fost suspendată temporar. Ați atins limita zilnică de utilizare corectă. Consultați-vă contul pentru detalii.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Ați atins limita lunară pentru apeluri video în grup.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Apelarea video în grup a fost suspendată temporar. Ați atins limita lunară de utilizare corectă. Consultați-vă contul pentru detalii.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Apelarea video în grup nu este disponibilă momentan.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "A survenit o eroare. Încercați din nou mai târziu.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Acces la apel video în grup";
"PremiumVideoErrorRecovery_GetPremium" = "Acces la apel video în grup";
"PremiumVideoErrorRecovery_UpgradePremium" = "Upgrade";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Aveți nevoie de credit Skype pentru a utiliza Skype WiFi.";
"AccessSession::LOGIN_FAILURE" = "Nu v-am putut recunoaște numele și parola Skype.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Nume de utilizator sau parolă nevalide.";

"SKYPEACCESS_NO_ACCOUNT" = "Conectați-vă folosind contul Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Nu s-a putut stabili conexiunea. Verificați intensitatea semnalului WiFi sau încercați un alt hotspot.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Acest hotspot nu răspunde corect. Încercați un alt hotspot.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Sesiunea nu a putut fi extinsă. Încercați să vă conectați din nou.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Rețeaua WiFi „%@” nu mai este disponibilă";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Pentru a preveni costuri neprevăzute, deconectați-vă întotdeauna în mod corespunzător înainte de a părăsi hotspotul sau de a opri dispozitivul.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Conectați-vă din nou la rețeaua WiFi „%@”";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype WiFi va încerca să oprească conexiunea dumneavoastră la internet. Pentru a preveni costurile neprevăzute, deconectați-vă întotdeauna în mod corespunzător înainte de a părăsi hotspotul sau de a opri dispozitivul.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Conexiunea la internet a fost oprită.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ pe minut";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Gratis";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "a actualizat acest grup cu o experiență chat mai bună.\nPentru a participa și a continua discuția, descărcați cea mai recentă versiune.\nAccesați <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "a actualizat acest grup cu o experiență chat mai bună.\nPentru a participa și a continua discuția, descărcați cea mai recentă versiune.\nAccesați https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Faceți clic <a href=\"skype:?chat&amp;id=%1\">aici</a> pentru a vedea istoricul anterior.";
